{
  "Home": "Home",
  "Temps": "Time",
  "Aucune question trouvée": "No questions found",
  "Explication": "Explanation",
  "Continuer": "Continue",
  "Amusez-vous avec nos quizz pour ouvrir les portes de nouvelles leçons passionnantes !": "Have fun with our quizzes to unlock exciting new lessons!",
  "Nombre de Quiz:": "Number of Quizzes:",
  "Mode Libre": "Free Mode",
  "Apprendre": "Learn",
  "Classement": "Leaderboard",
  "Erreur de chargement": "Error loading",
  "Continuer vers le Quiz": "Continue to Quiz",
  "Listes Modules": "Modules List",
  "🏆 Les 3 Meilleurs": "🏆 The Top 3",
  "Liste Complète des Participants": "Complete List of Participants",
  "Inconnu": "Unknown",
  "Profil": "Profile",
  "Je suis 1er avec un score de {score} sur le classement ! 🎉": "I am ranked 1st with a score of {score} on the leaderboard! 🎉",
  "Je suis classé {rank} avec un score de {score} ! 🌟": "I am ranked {rank} with a score of {score}! 🌟",
  "Learn": "Learn",
  "Afficher Explication (Quizz)": "Show Quiz Explanation",
  "Activer le son": "Enable Sound",
"Bienvenue": "Welcome",
  "Créer un compte": "Create an account",
  "Nom": "Name",
  "Exemple : utilisateur@domaine.com": "Example: user@domain.com",
  "Au moins 8 caractères, une majuscule, un chiffre.": "At least 8 characters, one uppercase, one digit.",
  "Se connecter": "Sign in",
  "S'inscrire": "Sign up",
  "Déjà un compte ? Connectez-vous": "Already have an account? Sign in",
  "Connexion avec Google": "Sign in with Google",
  "Inscription réussie. Veuillez vous connecter.": "Registration successful. Please sign in.",
  "Utilisateur introuvable dans Firestore.": "User not found in Firestore.",
  "Erreur lors de l'inscription.": "Error during registration.",
  "Veuillez remplir tous les champs.": "Please fill in all fields.",
  "connexion": "Login",
  "email": "Email",
  "veuillez_entrer_votre_email": "Please enter your email",
  "Mot de passe": "Password",
  "Se souvenir de moi": "Remember Me",
  "Validé": "Validate",
  "Se connecter avec Google": "Sign in with Google",
  "Mot de passe oublié": "Forgot Password?",
  "Première connexion": "First Time Here",
  "Pas encore inscrit ? Creer un compte": "Not registered yet? Create an account",
  "Tous droits réservés © 2023": "All rights reserved © 2023",
  "Conforme au RGPD de l'UE": "GDPR Compliant",
  "error_occurred": "An error occurred",
  "please_fill_out_all_fields": "Please fill out all fields",
  "La connexion avec Google a échoué.": "Connection with Google failed.",
  "Création de compte": "Create account",
  "Email": "Email",
  "Veuillez entrer votre email": "Please enter your email",
  "Veuillez entrer votre mot de passe": "Please enter your password",
  "Confirmer le mot de passe": "Confirm password",
  "Veuillez confirmer votre mot de passe": "Please confirm your password",
  "Les mots de passe ne correspondent pas": "Passwords do not match",
  "Valider": "Validate",
  "S'inscrire avec Google": "Sign up with Google",
  "Déjà inscrit": "Already registered?",
  "Une erreur s'est produite": "error_occurred",
  "Veuillez remplir tous les champs": "please_fill_out_all_fields",
  "Réinitialiser le mot de passe": "Reset Password",
  "Envoyer": "Send",
  "Noter l'application": "Rate the app",
  "Partager l'application": "Share the app",
  "Choisir la langue": "Choose language",
  "Information": "Information",
  "À propos": "About",
  "Se déconnecter": "Sign out",
  "Supprimer le compte": "Delete account",
  "Annuler": "Cancel",
  "Supprimer": "Delete",
  "Êtes-vous sûr de vouloir supprimer définitivement votre compte ? Cette action est irréversible.": "Are you sure you want to permanently delete your account? This action cannot be undone.",
  "Français": "French",
  "English": "English",
  "Bienvenue à votre entraînement pour entretiens d'embauche.": "Welcome to your interview training.",
  "Télécharger CV": "Upload Resume",
  "Cv,Script,Compte rendu...": "Resume, Script, Report...",
  "Entraîne-toi": "Practice",
  "chargement du CV et script en cours, veuillez patienter...": "Uploading CV and script, please wait...",
  "Le CV a été traité avec succès.voir dans la sections cv et script": "The CV has been successfully processed. See in the CV and script sections.",
  "déterminez le poste de travail recherché dans le cv, les emploi adaptées  , priorisant les contrats CDI, CDD, et freelance, et suggère par défaut des postes sédentaires autour de la ville mentionnée ou, à défaut, des opportunités de télétravail et la localité Résumez ce CV en quelques points clés tres court,":"Determine the job position sought in the resume, the suitable jobs, prioritizing permanent, temporary, and freelance contracts, and by default suggests office-based positions around the mentioned city or, alternatively, telecommuting opportunities and locality. Summarize this resume in a few key short points.",
  " crée un script reel d'entretien basé sur le CV et un offre d'emploi par rapport au poste recherché,un scripte qui respecte un entretien complet,de la presentaion a la conclusion en passant tout les etape d'un entretien ": "Create a real interview script based on the CV and a job offer corresponding to the sought position, a script that respects a complete interview, from the presentation to the conclusion passing through all the stages of an interview",
  "Accueil": "Home",
  "Profile": "Profil",
  "Simulation": "Simulation",
  "Paramètres": "Settings",
  "Résumé CV": "CV Summary",
  "Script": "Script",
  "Compte Rendu": "Report",
  "Recrutement": "Recruitment",
  "Concours": "Contest",
  "Simulation d'entretien commencée. Vous êtes le candidat. Le recruteur IA va se présenter et indiquer la durée de l'entretien. Il vous posera diverses questions, y compris des questions pièges, pour évaluer vos compétences et votre aptitude pour le poste. Répondez de manière authentique et honnête. L'entretien comprendra les étapes suivantes : introduction, expérience, compétences, motivation, questions de scénario, offre, et conclusion. Après le signal 'Simulation terminée', le recruteur IA fournira un compte rendu sur vos points positifs, négatifs et axes d'amélioration.": "Interview simulation started. You are the candidate. The AI recruiter will introduce themselves and indicate the duration of the interview. They will ask various questions, including trick questions, to assess your skills and suitability for the position. Respond authentically and honestly. The interview will include the following steps: introduction, experience, skills, motivation, scenario questions, offer, and conclusion. After the 'Simulation ended' signal, the AI recruiter will provide feedback on your strengths, weaknesses, and areas for improvement.",
  "Expert Entretien Emploi est conçu pour guider les utilisateurs dans leur recherche d'emploi, en commençant par l'analyse de leur CV. Il identifie le poste de travail recherché et la localité préférée indiqués dans le CV. Ensuite, il résume le CV en points clés. Il génère des offres d'emploi adaptées, priorisant les contrats CDI, CDD, et freelance, et suggère par défaut des postes sédentaires autour de la ville mentionnée ou, à défaut, des opportunités de télétravail. Expert Entretien Emploi crée un script d'entretien basé sur le CV et l'offre d'emploi. De plus, il offre une simulation d'entretien où il joue le rôle du recruteur. Cette simulation est conçue pour être réaliste, mettant le candidat dans une situation d'entretien authentique. À la fin de la simulation, lorsque l'utilisateur indique 'SIMULATION TERMINER', il fournit un compte rendu de la performance du candidat.\n\nContraintes : Le GPT doit traiter les données des utilisateurs avec confidentialité et respect. Il ne doit pas fournir de conseils personnels ou subjectifs, et doit s'assurer que toutes les informations fournies sont basées sur les données du CV. La simulation d'entretien doit être professionnelle et réaliste, évitant tout contenu inapproprié ou non professionnel.\n\nDirectives : Le GPT doit demander des clarifications si des détails dans le CV sont flous ou si des informations supplémentaires sont nécessaires. Il doit fournir des résumés précis, des offres d'emploi pertinentes, et des scripts d'entretien bien construits. Il doit maintenir un ton professionnel et adapté au contenu spécifique de chaque CV.\n\nPersonnalisation : Le GPT doit adapter ses réponses et ses simulations à la situation spécifique de chaque utilisateur, en se basant sur les détails de leur CV et de leurs préférences en matière de recherche d'emploi.": "Job Interview Expert is designed to guide users through their job search, starting with CV analysis. It identifies the job position sought and the preferred locality indicated in the CV. Then, it summarizes the CV into key points. It generates suitable job offers, prioritizing permanent, temporary, and freelance contracts, and by default suggests office-based positions around the mentioned city or, if not available, teleworking opportunities. Job Interview Expert creates an interview script based on the CV and the job offer. Moreover, it provides an interview simulation where it plays the role of the recruiter. This simulation is designed to be realistic, putting the candidate in an authentic interview situation. At the end of the simulation, when the user indicates 'SIMULATION END', it provides a report on the candidate's performance.\n\nConstraints: The GPT must treat user data with confidentiality and respect. It must not provide personal or subjective advice, and must ensure all provided information is based on the CV data. The interview simulation must be professional and realistic, avoiding any inappropriate or unprofessional content.\n\nGuidelines: The GPT must ask for clarifications if details in the CV are unclear or if additional information is needed. It must provide precise summaries, relevant job offers, and well-constructed interview scripts. It must maintain a professional tone and be adapted to the specific content of each CV.\n\nPersonalization: The GPT must tailor its responses and simulations to each user's specific situation, based on the details of their CV and their job search preferences.",
  "Instructions pour la Simulation": "Instructions for the Simulation",
  "1.Appuyez sur Parler": "1.press talk",
  "2. Après chaque parole, cliquez sur 'Validé'.":"2. After each speech, click on 'Validated'.",
  "3. Écoutez attentivement les réponses du recruteur IA.": "3. Listen carefully to the AI recruiter's responses.",
  "4. Répétez les étapes pour poursuivre l'entretien.": "4. Repeat the steps to continue the interview.",
  "5. Le recruteur IA conclura par 'Simulation terminée' et présentera un compte rendu.": "5. The AI recruiter will conclude with 'Simulation ended' and will provide a report.",
  "6. Si le compte rendu est fourni, cliquez sur 'Compte Rendu' pour confirmer et enregistrer.": "6. If the report is provided, click on 'Report' to confirm and save.",
  "7. Si le compte rendu est omis, demandez-le explicitement et cliquez ensuite sur 'Compte Rendu' pour enregistrer.": "7. If the report is omitted, explicitly request it and then click on 'Report' to save.",
  "Compris": "Understood",
  "Compte rendu de l'entretien": "Interview Report",
  "Candidat": "Candidate",
  "Recruiter": "Recruteur",
  "Parler":"Talk",
  "Validate": "Valider",
  "Ou tapez votre message ici...": "Type your message here...",
  "Compte rendu de l'entretien:\n":"Interview report:\n",
  "Aucun compte rendu disponible.": "No report available.",
  "Introduction": "Introduction",
  "Accueil par le jury composé de professionnels du service public. Présentation des membres du jury et introduction du candidat.": "Welcome by the jury composed of public service professionals. Presentation of jury members and introduction of the candidate.",
  "Présentation Personnelle": "Personal Presentation",
  "Le candidat présente son parcours professionnel, académique et ses motivations pour le poste dans le service public.": "The candidate presents their professional and academic background and their motivations for the position in the public service.",
  "Questions du Jury": "Jury Questions",
  "Le jury pose des questions pour évaluer les connaissances, compétences et expériences du candidat en relation avec les exigences du service public.": "The jury asks questions to evaluate the candidate's knowledge, skills, and experience in relation to the requirements of the public service.",
  "Présentation d'un Sujet ou d'un Cas": "Presentation of a Topic or a Case",
  "Le candidat présente son analyse sur un sujet lié au service public ou réagit à un cas pratique, démontrant sa capacité à gérer des situations réelles.": "The candidate presents their analysis on a subject related to the public service or responds to a practical case, demonstrating their ability to handle real-life situations.",
  "Questions de Suivi et Discussion": "Follow-up Questions and Discussion",
  "Discussion approfondie basée sur la présentation du candidat. Le jury pose des questions de suivi pour évaluer la compréhension et l'approche du candidat.": "In-depth discussion based on the candidate's presentation. The jury asks follow-up questions to assess the candidate's understanding and approach.",
  "Conclusion et Questions du Candidat": "Conclusion and Candidate's Questions",
  "Le candidat a l'opportunité de poser des questions sur le rôle, les défis et les attentes liés au poste dans le service public.": "The candidate has the opportunity to ask questions about the role, challenges, and expectations related to the position in the public service.",
  "Feedback ou Instructions pour les Étapes Suivantes": "Feedback or Instructions for Next Steps",
  "Le jury fournit des commentaires préliminaires et informe le candidat des prochaines étapes du processus de sélection du concours.": "The jury provides preliminary feedback and informs the candidate of the next steps in the competition selection process.",
  "Bienvenue dans la simulation d'entretien pour le concours du service public. Vous allez interagir avec un jury virtuel qui évaluera vos compétences et aptitudes pour le poste.":"Welcome to the public service competition interview simulation. You will interact with a virtual jury that will assess your skills and suitability for the position.",
  "Étape 1: Introduction. Durée: 2-5 minutes. Le jury vous accueille et vous invite à vous présenter.": "Step 1: Introduction. Duration: 2-5 minutes. The jury welcomes you and invites you to introduce yourself.",
  "Étape 2: Présentation Personnelle. Durée: 5-10 minutes. Parlez de votre parcours et de vos motivations pour ce poste.": "Step 2: Personal Presentation. Duration: 5-10 minutes. Talk about your background and your motivations for this position.",
  "Étape 3: Questions du Jury. Durée: 10-20 minutes. Répondez aux questions posées par le jury.": "Step 3: Jury Questions. Duration: 10-20 minutes. Answer the questions posed by the jury.",
  "Étape 4: Présentation d'un Sujet ou d'un Cas. Durée: 5-15 minutes. Présentez vos réflexions sur un sujet donné ou un cas pratique.": "Step 4: Presentation of a Topic or a Case. Duration: 5-15 minutes. Present your thoughts on a given topic or a practical case.",
  "Étape 5: Questions de Suivi et Discussion. Durée: 5-10 minutes. Engagez-vous dans une discussion avec le jury.": "Step 5: Follow-up Questions and Discussion. Duration: 5-10 minutes. Engage in a discussion with the jury.",
  "Étape 6: Conclusion et Questions du Candidat. Durée: 5 minutes. Posez des questions sur le poste et l'organisation.": "Step 6: Conclusion and Candidate's Questions. Duration: 5 minutes. Ask questions about the position and the organization.",
  "Étape 7: Feedback ou Instructions pour les Étapes Suivantes. Durée: 1-3 minutes. Le jury donne des feedbacks et des instructions pour la suite.": "Step 7: Feedback or Instructions for Next Steps. Duration: 1-3 minutes. The jury provides feedback and instructions for what comes next.",
  "Fin de la simulation d'entretien. Le recruteur IA fournira un compte rendu de vos performances.":"End of the interview simulation. The AI recruiter will provide a report on your performance.",
  "Choisir parcours": "Direct Sales ",
  "Reprendre là où vous vous êtes arrêté": "Resume where you left off",
  "Vous avez terminé sur le chapitre :": "You left off at chapter:",
  "OK": "OK",
  "Apprendre avec IA": "Learn with AI",
  "Mode libre": "Free mode",
  "Ce niveau est verrouillé. Veuillez terminer le niveau précédent.": "This level is locked. Please complete the previous level.",
  "Ce parcours est verrouillé.": "This path is locked.",
  "L'Académie des Commerciaux Performants": "The Academy of High-Performing Salespeople",
  "Score": "Score",
  "Niveaux": "Levels",
  "Modules": "Modules",
  "Vous avez": "You have",
  "listes parcours": "Path lists",
  "Modifier le nom d'utilisateur": "Edit username",
  "Nom d'utilisateur": "Username",
  "Entrez votre nouveau nom": "Enter your new name",
  "Enregistrer": "Save",
  "Nom d'utilisateur mis à jour avec succès !": "Username updated successfully!",
  "Erreur lors de la mise à jour :": "Error during update:",
  "Le nom ne peut pas être vide.": "Name cannot be empty.",
  "Erreur lors du chargement du profil": "Error loading profile",
  "Nom inconnu": "Unknown name",
  "Modifier le nom": "Edit name",
  "Email non défini": "Email not defined",
  "Changer la photo": "Change photo",
  "Erreur lors du calcul du score total": "Error calculating total score",
  "Score total global": "Global total score",
  "Commencez à jouer pour voir vos statistiques ici.": "Start playing to see your stats here.",
  "Erreur lors de la récupération des détails du chapitre.": "Error fetching chapter details.",
  "Chapitre": "Chapter",
  "Niveaux déverrouillés": "Unlocked levels",
  "Leçons déverrouillées": "Unlocked lessons",
  "Score total du chapitre": "Total chapter score",
  "Toutes les fonctionnalités débloquées!": "All features unlocked!",
  "User is not signed in": "User is not signed in",
  "Top": "Top",

"chapters": {
    "vente_directe": "Direct Sales (Door-to-Door, One-Shot)",
    "setting_closing": "Prospecting and Closing Remotely",
    "vente_gms": "Sales in Supermarkets (GMS)",
    "chef_secteur_gms": "Sector Manager in Supermarkets (GMS)",
    "commercial_immobilier": "Real Estate Sales",
    "vente_consultative": "Consultative Selling",
    "leadership_management_commercial": "Leadership and Commercial Management",
    "commerciaux_high_ticket": "High Ticket Sales (High-Value Deals)",
    "marketing_digital": "Digital Marketing and Community Management",
    "televente_centres_appels": "Telemarketing and Call Centers",
    "chef_secteur_gms_vente": "Sales in GMS (Sector Manager)",
    "vente_b2b_complexe": "Consultative Sales (Complex B2B)",
    "vente_premium": "High Ticket Sales (Premium Products)",
    "service_client": "Customer Service and Support",
    "produits_saas": "Sales of Digital Products and SaaS",
    "intelligence_emotionnelle": "Emotional Intelligence and Soft Skills",
    "vente_multicanal": "Multichannel and Omnichannel Sales",
    "automatisation_ia": "Automation and AI for Salespeople","Choisir parcours": "Choose path",
    "La Vente en GMS": "Sales in Mass Market",
    "Commercial en immobilier": "Real Estate Sales",
    "la Vente Consultative": "Consultative Selling",
    "Leadership et Management Commercial": "Leadership and Commercial Management",
    "Vente Directe (Porte-à-Porte, One-Shot)": "Direct Sales (Door-to-Door, One-Shot)",
    "Setting & Closing à Vente Distance": "Remote Setting & Closing",
    "Score: {currentScore} / {maxScoreForChapter}": "Score: {currentScore} / {maxScoreForChapter}",
    "⭐ Dernier chapitre joué": "⭐ Last played chapter",

    "✅ Chapitre terminé": "✅ Chapter completed"
  }}



